//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "잘못된 암호 %d번 입력함";
"%d Failed Password Attempts" = "잘못된 암호 %d번 입력함";

"1 Failed Passcode Attempt" = "잘못된 암호 1번 입력함";
"1 Failed Password Attempt" = "잘못된 암호 1번 입력함";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "완료";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "다른 암호를 입력하십시오. 같은 암호를 다시 사용할 수 없습니다.";
"Enter a different password. Cannot re-use the same password." = "다른 암호를 입력하십시오. 같은 암호를 다시 사용할 수 없습니다.";

"Enter a passcode" = "암호 입력";
"Enter a password" = "암호 입력";

"Enter your new passcode" = "새 암호 입력";
"Enter your new password" = "새 암호 입력";

"Enter your old passcode" = "이전 암호 입력";
"Enter your old password" = "이전 암호 입력";

"Enter your passcode" = "암호를 입력하십시오";
"Enter your password" = "암호를 입력하십시오";

"Invalid Passcode" = "잘못된 암호";
"Invalid Password" = "잘못된 암호";

"Passcodes did not match.\nTry again." = "암호가 일치하지 않습니다.\n다시 시도하십시오.";
"Password did not match.\nTry again." = "암호가 일치하지 않습니다.\n다시 시도하십시오.";

"Re-enter your passcode" = "암호 다시 입력";
"Re-enter your password" = "암호 다시 입력";

"Try again in %d minutes" = "%d분 후 다시 시도";

"Try again in 1 minute" = "1분 후 다시 시도";
